[
  {
    "quote": "I’m not gonna run away, I never go back on my word. That’s my nindō: my ninja way!",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "When you give up, your dreams and everything else they’re gone.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "Hard work is worthless for those that don’t believe in themselves.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "In the world of shinobi, those who break the rules are scum, but those who abandon their friends are worse than scum.",
    "author": "Kakashi Hatake"
  },
  {
    "quote": "A smile is the easiest way out of a difficult situation.",
    "author": "Sakura Haruno"
  },
  {
    "quote": "When people are protecting something truly special to them, they truly can become… as strong as they can be.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "The next generation will always surpass the previous one. It’s one of the never-ending cycles in life.",
    "author": "Kakashi Hatake"
  },
  {
    "quote": "It’s not the face that makes someone a monster, it’s the choices they make with their lives.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "Even the strongest of opponents always has a weakness.",
    "author": "Itachi Uchiha"
  },
  {
    "quote": "When a man learns to love, he must bear the risk of hatred.",
    "author": "Madara Uchiha"
  },
  {
    "quote": "A lesson without pain is meaningless. That’s because you can’t gain something without sacrificing something.",
    "author": "Pain (Nagato)"
  },
  {
    "quote": "When you know the pain of loneliness, you will realize how important it is to be kind to others.",
    "author": "Jiraiya"
  },
  {
    "quote": "Power is not will, it is the phenomenon of physically making things happen.",
    "author": "Madara Uchiha"
  },
  {
    "quote": "If you don’t like the hand that fate’s dealt you, fight for a new one.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "Growth occurs when one goes beyond one’s limits. Realizing that is also part of training.",
    "author": "Itachi Uchiha"
  },
  {
    "quote": "Man seeks peace, yet at the same time yearning for war… Those are the two realms belonging solely to man.",
    "author": "Madara Uchiha"
  },
  {
    "quote": "A lesson learned from failure is worth more than a lesson learned from success.",
    "author": "Jiraiya"
  },
  {
    "quote": "Love is not something you protect, it’s something you give.",
    "author": "Sakura Haruno"
  },
  {
    "quote": "Rejection is a part of any man’s life. If you can’t accept and move past rejection, you’re not a real man.",
    "author": "Jiraiya"
  },
  {
    "quote": "When you forgive, you also heal. The one who forgives and the one who is forgiven both gain peace.",
    "author": "Nagato"
  },
  {
    "quote": "Fear is not evil. It tells you what your weakness is. And once you know your weakness, you can become stronger as well as kinder.",
    "author": "Gildarts"
  },
  {
    "quote": "Sometimes you must hurt in order to know, fall in order to grow, lose in order to gain.",
    "author": "Pain (Nagato)"
  },
  {
    "quote": "People’s lives don’t end when they die, it ends when they lose faith.",
    "author": "Itachi Uchiha"
  },
  {
    "quote": "Those who forgive themselves, and are able to accept their true nature… They are the strong ones!",
    "author": "Itachi Uchiha"
  },
  {
    "quote": "Knowing what it feels like to be in pain, is exactly why we try to be kind to others.",
    "author": "Jiraiya"
  },
  {
    "quote": "In society, those who don’t have many abilities tend to complain more.",
    "author": "Kakashi Hatake"
  },
  {
    "quote": "It’s human nature not to realize the true value of something unless they lose it.",
    "author": "Orochimaru"
  },
  {
    "quote": "A lesson in chasing after your dreams is also a lesson in facing despair.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "When a man learns to love, he must bear the risk of hatred.",
    "author": "Madara Uchiha"
  },
  {
    "quote": "You’re wrong, that’s not what makes a shinobi. You never did get it. A real ninja is one who endures no matter what gets thrown at him.",
    "author": "Jiraiya"
  },
  {
    "quote": "A genius, huh? What does that mean? ‘Genius’? So I was not born with a whole lot of natural talent… but I work hard and I never give up!",
    "author": "Rock Lee"
  },
  {
    "quote": "No matter how strong you become, never seek to bear everything alone. If you do, failure is certain.",
    "author": "Itachi Uchiha"
  },
  {
    "quote": "People cannot win against their loneliness.",
    "author": "Gaara"
  },
  {
    "quote": "When you have someone you care about, that’s when you truly become strong.",
    "author": "Haku"
  },
  {
    "quote": "Power comes in response to a need, not a desire. You have to create that need.",
    "author": "Madara Uchiha"
  },
  {
    "quote": "While you’re alive, you need a reason for your existence. Being unable to find one is the same as being dead.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "Sometimes you must hurt in order to know, fall in order to grow, lose in order to gain.",
    "author": "Pain (Nagato)"
  },
  {
    "quote": "I’m not a pervert… I’m a super pervert!",
    "author": "Jiraiya"
  },
  {
    "quote": "I want to be needed. This is what I’ve learned from meeting and fighting Naruto.",
    "author": "Gaara"
  },
  {
    "quote": "I have been entrusted with the hopes of others, and I will never let them down.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "When you have a connection with someone, no matter how much time passes, you’ll never forget them.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "To know sorrow is not terrifying. What is terrifying is to know you can’t go back to happiness you could have.",
    "author": "Matsumoto Rangiku"
  },
  {
    "quote": "When people are protecting something truly special to them, they truly can become… as strong as they can be.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "The true power of the Sharingan is the power to see through lies.",
    "author": "Itachi Uchiha"
  },
  {
    "quote": "Sometimes you must fight in order to protect what you hold dear.",
    "author": "Hinata Hyuga"
  },
  {
    "quote": "A smile is the best way to show gratitude.",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "As long as I have those memories, I’ll fight for them.",
    "author": "Obito Uchiha"
  },
  {
    "quote": "The pain of being alone… is not an easy one to bear. Why is it… that I can understand your pain?",
    "author": "Naruto Uzumaki"
  },
  {
    "quote": "There’s no such thing as peace in this world, that is reality.",
    "author": "Madara Uchiha"
  },
  {
    "quote": "When a person has something important they want to protect, that’s when they can truly become strong.",
    "author": "Haku"
  }
]
